Drobin2018Project1/paper.tex
% Created 2018-10-08 Пн 00:21
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.1 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\section{Название}
\label{sec:orgd3af013}
Прогнозирование направления движения цены биржевых инструментов по новостному потоку.

\section{Авторы}
\label{sec:org477b774}
Дробин М., Говоров И., Родионов В. , Акхиаров В., Борисов А., Мухитдинова С.

МФТИ(ГУ)

\section{Аннотация}
\label{sec:orgcf29655}
В работе рассматривается задача классификации временных рядов. А именно, по данным о котировках(дата, время, цена, объем)
(с интервалом в один тик) нескольких акций (GAZP, SBER, VTBR, LKOH) за 2 квартал 2017 года с \href{https://www.finam.ru/}{брокерского сайта}, а
также по экономическим новостям за 2 квартал 2017 года, которые предоставила компания \href{http://www.forecsys.ru/}{Форексис}, предсказать направление изменение
цены акции(UP, DOWN, STAY). Для решения предлагается использовать тематическое моделирование(ARTM) для создания
фичей из новостей и ансамбль из алгоритмов NMF голосованием большинства. 

Отличительная особенность работы - применение \href{http://www.machinelearning.ru/wiki/images/1/11/Usmanova2018CCM\_PLS.pdf}{cходящегося перекрестного отображения} для обоснования связи временных рядов.

\section{Ключевые слова}
\label{sec:orgd7effcb}
метрическая классификация, анализ текстов, классификация временных рядов

\section{Литература:}
\label{sec:org3135f22}
\begin{enumerate}
\item Usmanova K.R., Kudiyarov S.P., Martyshkin R.V., Zamkovoy A.A., Strijov V.V. Analysis of relationships between indicators in forecasting cargo transportation // Systems and Means of Informatics, 2018, 28(3).
\item Kuznetsov M.P., Motrenko A.P., Kuznetsova M.V., Strijov V.V. Methods for intrinsic plagiarism detection and author diarization // Working Notes of CLEF, 2016, 1609 : 912-919.
\item Айсина Роза Мунеровна, Тематическое моделирование финансовых потоков корпоративных клиентов банка по транзакционным данным, выпускная квалификационная работа.
\item \href{https://nlp.stanford.edu/pubs/lrec2014-stock.pdf}{Lee, Heeyoung, et al. "On the Importance of Text Analysis for Stock Price Prediction." LREC. 2014.}
\end{enumerate}
\end{document}
